
"%d Active Connections" = "%d aktive VPN-Verbindungen";

"%d Items" = "%d Items";

"%d Tunnelblick Connections Imported" = "%d Tunnelblick Verbindungen importiert";

"%d connections were successfully imported from Tunnelblick. If you have used advanced OpenVPN features or scripts please visit the Preferences section to ensure they were imported correctly." = "%d Verbindungen wurden erfolgreich aus Tunnelblick importiert. Bitte überprüfen Sie die importierten Einstellungen falls Sie spezielle OpenVPN-Einstellungen oder -Skripte benutzen.";

"%s Could Not Be Connected" = "%s Could Not Be Connected";

"%s Has Been Disconnected" = "%s Has Been Disconnected";

"%s Is Connected" = "%s ist verbunden";

"%s Is Disconnected" = "%s ist getrennt";

"%s has been disconnected as a valid network to the remote server no longer exists. Viscosity can leave this connection disconnected, or it can automatically reconnect it when a valid network is available again." = "%s has been disconnected as a valid network to the remote server no longer exists. Viscosity can leave this connection disconnected, or it can automatically reconnect it when a valid network is available again.";

"1 Active Connection" = "1 aktive VPN-Verbindung";

"A Connection/s Could Not Be Imported" = "A Connection/s Could Not Be Imported";

"A connection was successfully imported from Tunnelblick. If you have used advanced OpenVPN features or scripts please visit the Preferences section to ensure it was imported correctly." = "Eine Verbindung wurde erfolgreich aus Tunnelblick importiert. Bitte überprüfen Sie den korrekten Import von erweiterten Einstellungen falls Sie seltene OpenVPN Einstellungen oder Skripte benutzen.";

"A valid network to the remote server does not exist. Please make sure your computer has a valid network connection and try again. Viscosity can leave this connection disconnected, or it can automatically connect it when a valid network becomes available." = "A valid network to the remote server does not exist. Please make sure your computer has a valid network connection and try again. Viscosity can leave this connection disconnected, or it can automatically connect it when a valid network becomes available.";

"Admin Rights Required" = "Administratorprivilegien erforderlich";

"Allow" = "Allow";

"Allow OpenVPN-AS Script To Run?" = "Allow OpenVPN-AS Script To Run?";

"Allowing unsafe OpenVPN commands can allow an attacker with access to your computer to gain full Adminisrator (root) permissions. This would allow an attacker full access to your computer. Are you sure you wish to enable unsafe OpenVPN commands? You will need to enter an Administrator's username and password to enable this option." = "Allowing unsafe OpenVPN commands can allow an attacker with access to your computer to gain full Adminisrator (root) permissions. This would allow an attacker full access to your computer. Are you sure you wish to enable unsafe OpenVPN commands? You will need to enter an Administrator's username and password to enable this option.";

"Always perform this action for this connection" = "Always perform this action for this connection";

"An installation of Tunnelblick was detected on your computer. Would you like Viscosity to automatically import connection configurations from it?" = "Eine Installation von Tunnelblick wurde auf ihren Computer gefunden. Möchten Sie, dass Viscosity bestehende Verbindungen automatisch importiert?";

"Append" = "Append";

"Are you sure you want to delete the connection '%s'?" = "Wollen sie die Verbindung '%s' wirklich löschen?";

"Are you sure you want to delete the folder '%s' and its %d items?" = "Are you sure you want to delete the folder '%s' and its %d items?";

"Are you sure you want to delete the folder '%s'?" = "Are you sure you want to delete the folder '%s'?";

"Authenticating" = "authentifiziere";

"Authentication Failed" = "Authentication Failed";

"Automatically Connect" = "Automatically Connect";

"Before Connect script terminated connection attempt." = "Before Connect script terminated connection attempt.";

"Bytes" = "Bytes";

"Cancel" = "Cancel";

"Checking reachability status of connection..." = "Checking reachability status of connection...";

"Clear" = "Löschen";

"Connect %s" = "%s verbinden";

"Connected" = "verbunden";

"Connecting" = "verbinde";

"Connection Failed" = "Connection Failed";

"Connection Imported" = "Verbindung importiert";

"Connection is not reachable. Disconnecting." = "Connection is not reachable. Disconnecting.";

"Connection is reachable. Starting connection attempt." = "Connection is reachable. Starting connection attempt.";

"Connection/s Imported" = "Connection/s Imported";

"Delete Connection" = "Verbindung löschen";

"Delete Folder" = "Delete Folder";

"Deny" = "Deny";

"Details..." = "Verbindungsdetails...";

"Disconnect %s" = "%s trennen";

"Disconnected" = "getrennt";

"Enable" = "Enable";

"Enable unsafe OpenVPN commands?" = "Enable unsafe OpenVPN commands?";

"Enter License" = "Lizenz eingeben";

"Error: Email Missing" = "Fehler: E-Mail Adresse fehlt";

"Error: License Missing" = "Fehler: Lizenzschlüssel fehlt";

"Error: Name Missing" = "Fehler: Name fehlt";

"Error: Unsafe OpenVPN command detected" = "Error: Unsafe OpenVPN command detected";

"Exiting" = "beende";

"Export As:" = "Exportieren als:";

"Ignore" = "Ignore";

"Import Bundled Connections?" = "Import Bundled Connections?";

"Import Connections From Tunnelblick?" = "Verbindungen von Tunnelblick importieren?";

"In" = "Eingehend";

"Install" = "Install";

"Invalid License" = "Ungültige Lizenz";

"Invalid Remote Server Address" = "Invalid Remote Server Address";

"Invalid Username" = "Invalid Username";

"My Connection" = "Neue VPN Verbindung";

"My Folder" = "My Folder";

"No" = "Nein";

"No Tunnelblick Connections Imported" = "Keine Verbindung von Tunnelblick importiert";

"No valid client-side Tunnelblick connections were found. But don't despair! You can use the Preferences section to manually set up or import a connection." = "Es wurden keine gültigen Tunnelblick Verbindungen gefunden. Keine Sorge, Sie können die Verbindung auch manuell erstellen oder eine bestehende importieren.";

"None" = "Keine";

"OK" = "OK";

"One or more connections in the folder could not be imported. All other connections (if any) have been imported successfully." = "One or more connections in the folder could not be imported. All other connections (if any) have been imported successfully.";

"OpenVPN Verification Failed using the details in your keychain. Your keychain for this connection has been reset. Please reconnect to try again." = "Die OpenVPN Überprüfung mittels der Informationen im Schlüsselbund schlug fehl. Der Eintrag im Schlüsselbund wurde zurückgesetzt. Bitte versuchen Sie es erneut.";

"OpenVPN Verification Failed. Please reconnect to try again." = "OpenVPN Überprüfung fehlgeschlagen. Bitte versuchen Sie es erneut.";

"OpenVPN requires a username and password to continue." = "OpenVPN benötigt einen Benutzernamen und ein Passwort um fortzufahren.";

"Out" = "Ausgehend";

"Overwrite" = "Overwrite";

"Please enter the email associated with the license to continue." = "Bitte geben Sie die E-Mail-Adresse ein, auf die die Lizenz ausgestellt wurde.";

"Please enter the license key to continue." = "Bitte geben Sie einen gültigen Lizenzschlüssel ein.";

"Please enter the name associated with the license to continue." = "Bitte geben Sie den Namen ein, auf den die Lizenz ausgestellt wurde.";

"Please log into the HTTP Proxy server using your username and password." = "Bitte melden sie sich mit Benutzernamen und Passwort am HTTP Proxy an.";

"Please purchase Viscosity!" = "Bitte kaufen Sie Viscosity!";

"Preferences..." = "Einstellungen...";

"Purchase" = "Kaufen";

"Quit" = "Quit";

"Quit Viscosity" = "Viscosity beenden";

"Reconnect" = "Reconnect";

"Reconnect Connections?" = "Reconnect Connections?";

"Registered To" = "Registriert für";

"Registration Successful" = "Registrierung erfolgreich";

"Registration was successful. All limits have been removed. Thank you for purchasing Viscosity!" = "Registrierung erfolgreich. Alle Einschränkungen wurden aufgehoben. Vielen Dank, dass Sie Viscosity gekauft haben!";

"Select ..." = "auswählen ...";

"Several Connections Have Been Disconnected" = "Several Connections Have Been Disconnected";

"Several connections have been disconnected as a valid network to the remote servers no longer exists. Viscosity can leave these connections disconnected, or it can automatically reconnect them when a valid network is available again." = "Several connections have been disconnected as a valid network to the remote servers no longer exists. Viscosity can leave these connections disconnected, or it can automatically reconnect them when a valid network is available again.";

"The Connection Could Not Be Imported" = "Die Verbindung konnte nicht importiert werden.";

"The Connection Could Not Be Saved" = "Die Verbindung konnte nicht gespeichert werden.";

"The OpenVPN subsystem could not be started. Please check the following:\n- Check for any error messages above this notification.\n- Make sure Viscosity is not running under a File Vault protected location (put Viscosity in the Applications folder).\n- Make sure the configuration is valid. Check the connection settings for the connection using Viscosity and make sure all settings are correct." = "Das OpenVPN Subsystem konnte nicht gestartet werden. Bitte prüfen Sie folgendes:\n- Überprüfen Sie jede Fehlermeldung über dieser Meldung.\n- Stellen Sie sicher, dass Viscosity nicht auf einem 'FileVault' geschützen Bereich liegt (Viscosity sollte im Programme-Ordner liegen).\n- Stellen Sie sicher, dass die Konfiguration korrekt ist. Überprüfen Sie die Verbindungseinstellungen mittels Viscosity und stellen Sie sicher, dass alle Einstellungen richtig sind.";

"The OpenVPN subsystem could not be started. Please see the log section (the third icon) in the Details window for more information." = "Das OpenVPN Subsystem konnte nicht gestartet werden. Bitte prüfen den Protokollabschnitt (drittes Symbol) im Fenster Verbindungsdetails, um mehr Informationen zu erhalten.";

"The OpenVPN-AS server you have connected to has sent Viscosity a script to run. Often such scripts are used to automatically set up your computer to properly use your VPN connection, however if you don't trust the VPN server you have connected to running the script could pose a security risk. Do you want to allow the script to run?" = "The OpenVPN-AS server you have connected to has sent Viscosity a script to run. Often such scripts are used to automatically set up your computer to properly use your VPN connection, however if you don't trust the VPN server you have connected to running the script could pose a security risk. Do you want to allow the script to run?";

"The PKCS#11 device you are attempting to use is locked. Please contact your device provider for further assistance." = "The PKCS#11 device you are attempting to use is locked. Please contact your device provider for further assistance.";

"The Route Could Not Be Added" = "Die Route konnte nicht hinzugefügt werden";

"The certificate for this connection has expired. You will need to get in touch with your VPN Provider or system administrator to obtain a new certificate." = "The certificate for this connection has expired. You will need to get in touch with your VPN Provider or system administrator to obtain a new certificate.";

"The certificate for this server is invalid. You might be connecting to a server that is pretending to be \"%@\", which could result in a malicious VPN configuration. Would you like to connect to the server anyway?" = "The certificate for this server is invalid. You might be connecting to a server that is pretending to be \"%@\", which could result in a malicious VPN configuration. Would you like to connect to the server anyway?";

"The connection %@ has connected with an IP address of %@." = "The connection %@ has connected with an IP address of %@.";

"The connection %s has been disconnected." = "Die Verbindung %s wurde getrennt.";

"The connection %s has connected." = "Die Verbindung %s wurde hergestellt.";

"The connection could not be started as an unsafe OpenVPN command ('%s') is present. Unsafe commands are blocked to ensure the security of your computer. Please edit your connection and remove the command from under the Advanced tab, or turn on the 'Allow Unsafe OpenVPN commands' option in the Advanced Preferences area." = "The connection could not be started as an unsafe OpenVPN command ('%s') is present. Unsafe commands are blocked to ensure the security of your computer. Please edit your connection and remove the command from under the Advanced tab, or turn on the 'Allow Unsafe OpenVPN commands' option in the Advanced Preferences area.";

"The file opened is not a valid Viscosity connection bundle." = "Die geöffnete Datei enhält keine gültige Verbindungseinstellungen für Viscosity.";

"The file selected is not a valid client-side OpenVPN configuration file." = "Die ausgewählte Datei ist keine gültige OpenVPN Konfigurationsdatei";

"The license key entered was invalid. Please check the name, email address, and license key and try again." = "Der eingegebene Lizenzschlüssel ist ungültig. Bitte überprüfen Sie Name, E-Mail-Adresse, den Lizenzschlüssel und versuchen Sie es erneut.";

"The name '%s' is already in use. Please enter a new name." = "Der Name '%s' wird bereits verwendet. Bitte geben Sie einen neuen Namen ein.";

"The remote server could not be contacted. Please make sure you have entered a valid server address and try again." = "The remote server could not be contacted. Please make sure you have entered a valid server address and try again.";

"The saved password for your PKCS#11 device was rejected. Your saved password has been reset. Multiple incorrect password attempts could potentially lock your token preventing further use. Please reconnect to try again." = "The saved password for your PKCS#11 device was rejected. Your saved password has been reset. Multiple incorrect password attempts could potentially lock your token preventing further use. Please reconnect to try again.";

"The username and/or password entered was incorrect. Please reconnect to try again." = "Der Benutzername und/oder das Passwort sind falsch. Bitte versuchen Sie es erneut.";

"The username and/or password entered were not accepted by the server. Please make sure your username and password are correct and try again." = "The username and/or password entered were not accepted by the server. Please make sure your username and password are correct and try again.";

"The username and/or password in your keychain was incorrect. Your keychain for this connection has been reset. Please reconnect to try again." = "Der Benutzername und/oder das Passwort in Ihren Schlüsselbund sind falsch. Der Eintrag im Schlüsselbund wurde zurückgesetzt. Bitte versuchen Sie es erneut.";

"This copy of Viscosity has been bundled with one or more connections. Would you like to overwrite your existing connections with the bundled connection/s, or append them to your connection list without removing your existing connection/s?" = "This copy of Viscosity has been bundled with one or more connections. Would you like to overwrite your existing connections with the bundled connection/s, or append them to your connection list without removing your existing connection/s?";

"Trial Period Expired!" = "Testzeitraum ist abgelaufen!";

"Tunnelblick Connection Imported" = "Tunnelblick Verbindung importiert";

"Username/Password (Basic)" = "Benutzername/Passwort (Basic)";

"Username/Password (NTLM)" = "Benutzername/Passwort (NTLM)";

"Verification Failed" = "Überprüfung fehlgeschlagen";

"Viscosity Helper Connection Failed" = "Viscosity Helper Connection Failed";

"Viscosity Helper Connection Lost" = "Viscosity Helper Connection Lost";

"Viscosity Helper Tool Installation" = "Viscosity Helper Tool Installation";

"Viscosity Helper Tool Installation Failed" = "Viscosity Helper Tool Installation Failed";

"Viscosity can't verify the identity of the server \"%@\"." = "Viscosity can't verify the identity of the server \"%@\".";

"Viscosity has detected that it needs to install or update its helper tool.\n\nThe helper tool is required to allow VPN connections to be created and managed securely. It must be installed for Viscosity to function.\n\nTo proceed please click the Install button below. You will be prompted for administrator rights to authorize the install." = "Viscosity has detected that it needs to install or update its helper tool.\n\nThe helper tool is required to allow VPN connections to be created and managed securely. It must be installed for Viscosity to function.\n\nTo proceed please click the Install button below. You will be prompted for administrator rights to authorize the install.";

"Viscosity has successfully imported the connection. It is now available in your connection list." = "Viscosity hat die Verbindung erfolgreich importiert und sie wurde in der Liste der Verbindungen hinzugefügt.";

"Viscosity has successfully imported the connection. It is now available in your connection list.\n\nIf you have used advanced OpenVPN features or scripts please visit the Preferences section to ensure they were imported correctly." = "Viscosity hat die Verbindung erfolgreich importiert. Sie ist nun in der Liste der Verbindungen verfügbar.\n\nFalls erweiterte OpenVPN-Optionen oder Anmeldeskripte genutzt wurden, müssen diese im Bereich 'Einstellungen' überprüft werden.";

"Viscosity has sucessfully imported the connection/s. It is now available in your connection list." = "Viscosity has sucessfully imported the connection/s. It is now available in your connection list.";

"Viscosity must reconnect your active connections to apply this change." = "Viscosity must reconnect your active connections to apply this change.";

"Viscosity requires administration rights when first launched in order to setup OpenVPN and required components. Viscosity will now exit. Please reopen Viscosity to try again." = "Viscosity benötigt Administratorprivilegien beim ersten Start, um OpenVPN und dessen Komponenten zu initialisieren. Viscosity wird jetzt beendet. Bitte starten Sie Viscosity erneut.";

"Viscosity was unable to connect to its helper tool and must now quit. Please ensure that Viscosity has been correctly installed and isn't being blocked by any network security software, and then reopen Viscosity to try again." = "Viscosity was unable to connect to its helper tool and must now quit. Please ensure that Viscosity has been correctly installed and isn't being blocked by any network security software, and then reopen Viscosity to try again.";

"Viscosity was unable to install its helper tool and must now quit. Please reopen Viscosity to try again." = "Viscosity was unable to install its helper tool and must now quit. Please reopen Viscosity to try again.";

"Viscosity's connection to its helper tool was severed and so it must now quit. Please reopen Viscosity to try again." = "Viscosity's connection to its helper tool was severed and so it must now quit. Please reopen Viscosity to try again.";

"Waiting" = "warte";

"Yes" = "Ja";

"You must enter a Name for the connection." = "Sie müssen einen Namen für die Verbindung eingeben.";

"You must enter a Route before saving." = "Vor dem Speichern müssen Sie eine Route eingeben.";

"You must enter a port for the proxy server." = "Sie müssen einen Port für den Proxy-Server eingeben.";

"You must enter a username to use for authentication." = "You must enter a username to use for authentication.";

"You must enter a valid address for the remote VPN server." = "You must enter a valid address for the remote VPN server.";

"You must enter an address for the proxy server." = "Sie müssen eine Adresse für den Proxy-Server eingeben.";

"You must enter an address for the remote server." = "Sie müssen eine Adresse für den VPN-Server eingeben.";

"Your trial period expires in %d days. If you like Viscosity please purchase it for unrestricted use." = "Ihr Testzeitraum endet in %d Tagen. Wenn Ihnen Viscosity gefällt, können Sie es für die uneingeschränkte Nutzung kaufen.";

"Your trial period expires in 1 day! If you like Viscosity please purchase it for unrestricted use." = "Ihr Testzeitraum endet in einem Tag! Wenn Ihnen Viscosity gefällt, können Sie es für die uneingeschränkte Nutzung kaufen.";

"Your trial period has expired. If you like Viscosity please purchase it for unrestricted use." = "Ihr Testzeitraum ist leider abgelaufen. Wenn Ihnen Viscosity gefallen hat, können Sie es für die uneingeschränkte Nutzung kaufen.";

"day" = "Tag";

"days" = "Tage";

"hour" = "Stunde";

"hours" = "Stunden";

"minute" = "Minute";

"minutes" = "Minuten";

"second" = "Sekunde";

"seconds" = "Sekunden";
